Repository: tauhidalam1989/assets_management_system
Catalog: Resource.*.resx
Languages: ar

# Completeadmission
source: Complete admission assessment within time frame identified in admission policy
ar: يكمل تقييم المريض خلال المدة المحددة في سياسة الدخول

# Completemandatory
source: Complete mandatory /competency requirements in orientation and annually
ar: أكمل متطلبات الكفاءة الإلزامية خلال فترة التجربة وبشكل سنوي

source: Comprehensive
ar: شامل

# CONTINUOUSMEDICAL
source: CONTINUOUS MEDICAL EDUCATION (CME) hours: (0.5 for each 1 CME)
ar: ساعات التعليم الطبي المستمر ( 0.5 لكل ساعة تعليم طبي مستمر )

# Coordinatesandimproves
source: Coordinates and improves patients care with other healthcare providers
ar: يتعاون مع الفرق الطبية الأخرى لتطوير رعاية المريض

source: Criteria
ar: المعايير

# Demonstratesaccountability
source: Demonstrates accountability and commitment
ar: يظهر الإلتزام والمسئولية

# Developedindividualized
source: Developed individualized plan based on assessment data
ar: يضع خطة فردية للمريض حسب معلومات التقييم

# Handhygiene
source: Hand hygiene, infection control practice
ar: غسل اليدين ، إجراءات مكافحة العدوى

# Hasknowledge
source: Has knowledge of proper use of equipment, technology
ar: ملم بإستعمال الأجهزة الطبية بطرقة مناسبة

# InfectionControlCourse
source: Infection Control Course Certificate
ar: شهادة مكافحة العدوى

# INTERPERSONAL
source: 3. INTERPERSONAL AND COMMUNCATION SKILLS
ar: 3.المهارات الشخصية والتواصل

# Knowandutilizebasic
source: Know and utilize basic and clinical sciences and the application of knowledge to all levels of patient care
ar: ملم بأساسيات الإكلينيكية وتطبيقها في جميع المرضى

# KNOWLEDGECLINICALSKILLS
source: 2. KNOWLEDGE & CLINICAL SKILLS
ar: 2.المعرفة والمهارات الإكلينيكي

source: Legible
ar: مقروء

source: Maintains medical records that are:
ar: يحافظ على السجل الطبي للمريض من خلال جعله

# Maintainspatientsconfidentiality
source: Maintains patients confidentiality and privacy
ar: يحافظ على سرية وخصوصية المريض

# OrientationCourse
source: Orientation Course Certification (for newly employed)
ar: شهادة حضور دورة تعريفية بالمستشفى (للموظفين الجدد)

# ParticipateinQualityImprovement
source: Participate in Quality Improvement activities
ar: يساهم في نشاطات تطوير الجودة

# PatientCare
source: 1. Patient Care
ar: 1.العناية بالمريض

# PRACTICEBASEDLEARNINGS
source: 5. PRACTICE BASED LEARNINGS AND IMPROVEMENT
ar: 5.التطوير والتعليم المبني على الممارسة

# PROFESSIONALISM
source: 4. PROFESSIONALISM
ar: 4.المهنية

# ProfessionalProfile
source: 1.Professional Profile
ar: 1. الملف المهني

# Provideguidance
source: Provide guidance and support to members of the health care team
ar: يقدم الدعم والمشورة للزملاء وأعضاء الفريق الطبي

# QualityPatientSafety
source: Quality Improvement & Patient Safety Course (Certificate)
ar: شهادة حضور دورة في تحسين الجودة وسلامة المرضى

# Recognizetheneed
source: Recognize the need and is available when situation requires additional hours or extended shifts
ar: يعي إحتياج القسم ويتواجد لساعات إضافية إن لزم الأمر

# Refer/reportpatient
source: Refer/report patient condition to physician appropriately
ar: يبلغ /يحول حالة المريض للطبيب حسب الحاجة

source: Reports Sentinel events
ar: يقوم بالتبليغ عند الحدث الخطير

# SaudiCommission
source: Saudi Commission Registration
ar: تسجيل الهيئة السعودية

source: Section 1
ar: الجزء الاول

source: Section 2
ar: الجزء الثاني

# SYSTEMSBASED
source: 6. SYSTEMS-BASED PRACTICE
ar: 6.الممارسة المبنية على الأنظمة

source: Timely
ar: يسجل المعلومات في حينها

# UpdatedCurriculum
source: Updated Curriculum Vitae (Resume)
ar: سيرة ذاتية محدثة

# Useresultsofquality
source: Use results of quality improvement activities to initiate change
ar: يستخدم نتائج نشاطات التحسين والتطوير للتغيير

# Usesperformance
source: Uses performance evaluations to improve practice
ar: يستعمل تقويم الأداء في تطوير ممارسته للمهنة

source: A- EXCELLENT
ar: أ- ممتاز

source: ACCEPTABLE
ar: مقبول

source: ADAPTABILITY
ar: القابلية للتكيف

# ADDITIONALFACTORS
source: ADDITIONAL FACTORS FOR SUPERVISORS & DEPARTMENT HEADS ONLY STAFF
ar: يقات على قدرة الموظف لاستخدام مبادرته/مبادرتها للتعامل مع المشاكل

source: APPEARANCE
ar: لمظهر

source: ATTITUDE
ar: الموقف

source: B- VERY GOOD
ar: ب- جيد جدا

source: C- GOOD
ar: ج- جيد

source: CHIEF OF DEPARTMENT / SUPERVISOR
ar: مسئول القسم / المشرف

# COMMENTS2
source: COMMENTS
ar: التوصيات

# Commentson
source: Comments on the employee's general appearance according to departmental expectations and accepted standards in Saudi Arabia.
ar: تعليقات على المظهر العام للموظف وعلاقته بتوقعات القسم والمقاييس المقبولة في المملكة العربية السعودية.

# Commentsontheemployee's
source: Comments on the employee's ability to use his/her initiative to deal with problems and his/her willingness to accept responsibility for doing so.
ar: تعليقات على المظهر العام للموظف وعلاقته بتوقعات القسم والمقاييس المقبولة في المملكة العربية السعودية.

source: COMMUNICATION
ar: التواصل

source: D- ACCEPTABLE
ar: د- مقبول

# DECISION
source: DECISION MAKING
ar: اتخاذ القرارات

source: DEVELOPMENT
ar: التطوير

source: Did Not Pass Probation
ar: عدم اجتياز الفترة التجريبية

# Doesemployeeconsider
source: Does employee consider facts, obtain information and display sound judgment in decision making and ensure implementation within the realm of hospital rules and regulation?
ar: هل ينظر الموظف للحقائق ويحصل على المعلومات ويعرض الحكم الصائب

# Doesemployeedemonstrate
source: Does employee demonstrate leadership skills and gain respect, show confidence, enthusiasm and cooperation in achieving objectives? How successfully are they guiding people so they work together towards a common goal? Does he maximize employees’ productivity, awareness of the cost of providing the service to ensure that it is delivered in a cost effective and efficient manner?
ar: مدى إظهار الموظف مهاراته القيادية وكسب الاحترام وإظهار الثقة والحماس والتعاون في تحقيق الأهداف؟ كيف يقود الآخرين بنجاح لتحقيق هدف عام؟ هل يزيد إنتاجية الموظفين ووعيهم بتكلفة تقديم الخدمة والتأكد من وصولها بشكل كاف وفعال؟

# Doesemployeedisplayapositive
source: Does employee display a positive approach towards work, particularly to patients, patient's relatives, employees and customers in challenging circumstances?
ar: مدى ايجابية الموظف تجاه العمل خاصة للمرضى وأقارب المريض والموظفين والمراجعين في ظروف تنطوي على تحديات

# Doesemployeehave
source: Does employee have the ability to recognize staff on going problems and propose solutions on time. Is employee supportive?
ar: مدى قدرة الموظف على التعرف على مشاكل الموظفين السائدة واقتراح حلول لها في الوقت المناسب؟ هل الموظف مساند؟

# Doesstaffdeveloplans
source: Does staff develop plans, programs and objective incorporating courses of action in anticipation of potential implementation problems? Are they effective in their present assignment and prepares them for future advancement?.
ar: عوامل أخرى للمشرفين ورؤساء الأقسام فقط

# Doesstaffprovide
source: Does staff provide and extend helpful, relevant and timely information to patients relatives, co-workers to better understand hospital goals and services?
ar: مدى قدرة الموظف على إيصال المعلومات المهنية وذات الصلة وفي حينها لأقارب المرضى وزملائه من أجل فهم أفضل لأهداف وخدمات المستشفى

# DoestheemployeeAdaptibily
source: Does the employee display eagerness, flexibility and willingness in adopting new work improvement? How adaptable is the employee to work in department and hospital environment?
ar: مدى رغبة الموظف في تبني تحسينات جديدة للعمل ومدى تكيف الموظف في العمل داخل القسم والمستشفى؟

# Doestheemployeeattend
source: Does the employee attend punctually? Assess employee absenteeism (with and without permission) and stick leave record.
ar: انتظام الموظف بالحضور/ قيم غياب الموظف (بإذن وبدون إذن) وأرفق سجل الإجازات

# Doesthestaffcontinuallyproduce
source: Does the staff continually produce excellently in each aspect of work to achieve the work standard required?
ar: إنتاجية الموظف وبشكل مستمر في كافة مجالات العمل لتحقيق مستوى العمل المطلوب

# Doesthestaffregularly
source: Does the staff regularly perform work load up to the departmental standards and level?
ar: كيفية أداء الموظف عمله بانتظام مع حجم العمل والمستوى المطلوب للقسم

source: Do Not Recontract
ar: عدم تجديد العقد

source: E- UNACCEPTABLE
ar: ه- غير مقبول

# EmployeePerformanceEvaluation
source: EmployeePerformanceEvaluation (To be kept Confidential after filling in.)
ar: تقييم أداء موظف

source: EXCELLENT
ar: ممتاز

source: FACTOR
ar: البند

# Farexceeds
source: Far exceeds essential requirements
ar: يزيد كثيرا عن المتطلبات الأساسية

# Fulfillsessential
source: Fulfills essential requirements.
ar: يفي بالمتطلبات الأساسية

# fulfillsmore
source: fulfills more than essential requirements
ar: يزيد بأكثر من المتطلبات الأساسية

source: GOOD
ar: جيد

source: HEAD OF DEPARTMENT
ar: رئيس القسم

source: INITIATIVE / CREATIVITY
ar: المبادرة / الابتكار

# Isthestaffcompletely
source: Is the staff completely familiar with all aspects of the job? Does employee show sufficient knowledge, training and experience required to perform the work satisfactorily?
ar: مدى دراية كاملة بكافة جوانب العمل مدى المعرفة والتدريب والخبرة المطلوبة من الموظف لأداء العمل بشكل حرفي

# Itisthehospitalpolicy
source: It is the hospital policy to evaluate its staff annually and during probation period. The purpose of this evaluation is to provide an opportunity for the Supervisor and the employee to discuss the employee’ s work performance, characteristics, and to find ways to improve work productivity, employee satisfaction, and the expected performance of the employee.
ar: من سياسة المستشفى تقييم موظفيها سنوي اّ وأثناء الفترة التجريبية. الغرض من هذا التقييم هو تقديم فرصة للمشرف والموظف لمناقشة أداء عمل الموظف وصفاته واكتشاف طرق لتحسين إنتاجية العمل وقناعة الموظف والأداء المتوقع من الموظف.

source: JOB KNOWLEDGE
ar: معرفة العمل

source: LEADERSHIP
ar: القيادة

# Liststrongpointsindicate
source: List strong points & indicate any areas require improvement and establish appropriate improvement objectives to be undertaken during the following evaluation period.
ar: أذكر النقاط القوية ووضح أي مجالات تتطلب التحسين ووضع أهداف تحسين مناسبة يتم القيام بها أثناء مدة التقييم التالية.

# Meetsmost
source: Meets most, but not all essential requirements.
ar: يفي بمعظم وليس بكل المتطلبات الأساسية

# Needforgeneral
source: Need for general training and improvement.
ar: يحتاج لتدريب عام وتحسين

source: Note:
ar: ملاحظة:

# ORGANIZATION
source: ORGANIZATION/ PLANNING
ar: القسم

source: OVERALL RATE
ar: المستوى العام

source: Pass Probation
ar: تياز الفترة التجريبية

source: PROBLEM SOLVING
ar: حل المشاكل

# PUNCTUALITY
source: PUNCTUALITY / ATTENDANCE
ar: الالتزام بمواعيد العمل / الحضور

source: QUALITY OF WORK
ar: جودة العمل

source: QUANTITY OF WORK
ar: كمية العمل

source: Rate
ar: المستوى

# RATE1
source: RATE
ar: المستو

# RATING
source: RATING SCHEDULE
ar: المستوى

# Recontract1
source: Recontract
ar: تجديد العقد

# SECTIONI
source: SECTION I (9 FACTORS ONLY)
ar: ( 9 عوامل فقط ) القسم

# SECTIONI -Contains9factors
source: SECTION I -Contains 9 factors. This section applies to all types of staff without exceptions. Choose a number from 1 to 5 (whole #s only); 5 is the highest which is excellent and 1 being the lowest which is unacceptable level.
ar: القسم 1: يحتوي على تسعة ( 9) عوامل. يطبق هذا القسم على كافة الموظفين بدون استثناء. اختار رقم بين واحد ( 1) حتى خمسة ( 5) (الأرقام بأكملها فقط) خمسة ( 5) هي الأعلى وتعني ممتاز وواحد ( 1) هو الأقل ويعني مستوى غير مقبول. القسم 2 : يحتوي هذا القسم على خمسة ( 5) عوامل ويطبق على المشرفين ورؤساء الأقسام فقط بالإضافة للقسم واحد ( 1). لاحتساب الإجمالي الكل يّ، اجمع الإجمالي من كل قسم وسجل الناتج في الخانة الملائمة.

# SECTIONI1
source: SECTION I
ar: القسم

# SECTIONII
source: SECTION II (5 FACTORS ONLY)
ar: القسم 2 ( 5 عوامل فقط )

# SECTIONII1
source: SECTION II
ar: المبادرة / الابتكار

source: TOTAL SCORE SECTION I:
ar: إجمالي درجات القسم 1

# TOTALSCORESECTIONI&amp;II
source: TOTAL SCORE SECTION I & II :
ar: : إجمالي درجات القسم 1 و 2

source: TOTAL SCORE SECTION II:
ar: : إجمالي درجات القسم

source: UNACCEPTABLE
ar: غير مقبول

source: VERY GOOD
ar: جيد جدا

source: Asset Id
ar: معرف الأصل

source: Asset List
ar: قائمة الأصول

source: Asset Model No
ar: رقم نموذج الأصل

# Asset_Unassigned_Msg
source: Asset Unassigned Successful
ar: تم إلغاء تعيين الأصل بنجاح

# Assigned_Asset_Msg
source: Already Assigned this Asset to the Selected Employee, Please Check!
ar: تم تعيين هذا الأصل بالفعل للموظف المحدد، يرجى التحقق!

source: Date Of Purchase
ar: تاريخ الشراء

# Msg_Delete
source: Do you want to delete this item?
ar: هل ترغب في حذف هذه العنصر؟

# Emp_IsEmpty_Msg
source: Employee field can not be null or empty.
ar: حقل الموظف لا يمكن أن يكون فارغاً أو غير مملوء

source: Id
ar: هوية

source: Unit Price
ar: سعر الوحدة

source: Allocate
ar: تخصيص

source: Asset Assign
ar: تخصيص الأصول

source: Asset History
ar: تاريخ الأصل

# AssetInfo
source: Assest Info
ar: معلومات الأصل

source: Asset Name
ar: اسم الأصل

source: Asset Status
ar: حالة الأصل

source: Assignee Info
ar: معلومات المكلف

source: Assign Employee
ar: تعيين الموظف

source: Assign User Id
ar: تعيين معرف المستخدم

source: Back
ar: رجوع

source: Barcode
ar: الرمز الشريطي

source: Basic Info
ar: معلومات أساسية

# ChooseFile
source: Choose a file
ar: الرجاء اختيار الملف

source: Comment
ar: تعليق

source: Comment By
ar: التعليق بواسطة

source: Comment Date
ar: تاريخ التعليق

source: Comment History
ar: سجل التعليقات

source: Create
ar: إنشاء

source: Created By
ar: تم الإنشاء بواسطة

source: Created Date
ar: تاريخ الإنشاء

source: Depreciation In Month
ar: الاهتلاك في الشهر

source: Description
ar: وصف

source: Employee Id
ar: رقم الموظف

source: Is Avilable
ar: متاح

source: Issue Log
ar: سجل المشاكل

source: Location
ar: الموقع

# ManufactureDate
source: Date Of Manufacture
ar: تاريخ الصنع

source: Modified By
ar: تم التعديل بواسطة

source: Modified Date
ar: تاريخ التعديل

# Msg_Del_Success
source: Asset has been deleted successfully. Asset ID:
ar: تم حذف الأصل بنجاح. معرف الأصل

# Msg_IsEmpty
source: Employee is null or empty
ar: الموظف فارغ أو غير موجود

# NotAssigned
source: This resource is not assigned yet.
ar: لم يتم تعيين هذه الموارد بعد

source: Other Info
ar: معلومات إضافية

source: Purchase Receipt
ar: إيصال الشراء

source: QRCode
ar: الرمز الاستجابة السريعة

source: Quantity
ar: الكمية

source: Remove
ar: إزالة

source: Request Log
ar: سجل الطلبات

source: Select
ar: اختر

source: Sub Category
ar: الفئة الفرعية

source: Sub Department
ar: القسم الفرعي

source: Supplier
ar: المورد

source: Unit Price
ar: سعر الوحدة

# ValuationYear
source: Year Of Valuation
ar: سنة التقييم

source: Add Asset
ar: إضافة أصل

source: Allocate Assest
ar: تخصيص الأصل

# AssestNotAssigned
source: This asset is not assigned yet to employees.
ar: لم يتم تعيين هذا الأصل بعد للموظفين

source: Assignee Asset
ar: تعيين الأصل

# commentIsEmpty
source: New comment field can not be null or empty.
ar: حقل التعليق الجديد لا يمكن أن يكون فارغًا أو فارغًا

source: Edit Asset
ar: تعديل الأصل

source: User Detail
ar: تفاصيل المستخدم

# AssetCatRequired
source: Asset Category is Required.
ar: فئة الأصل مطلوبة

# AssetRequired
source: Asset Name is Required.
ar: اسم الأصل مطلوب

source: Barcode Updated
ar: تم تحديث الباركود

# MaxLength10
source: Max lenght is 10
ar: الحد الأقصى للطول هو 10

# MaxLength20
source: Max lenght is 20
ar: الحد الأقصى للطول هو 20

source: Please Wait
ar: يرجى الانتظار

source: Add Comment
ar: إضافة تعليق

# AssetSuccessFulMsg
source: Assest Assigned successfully
ar: تم تعيين الأصل بنجاح

source: Download
ar: تنزيل

# FileDownload
source: File Downloaded successfully.
ar: تم تنزيل الملف بنجاح

source: Unassigned
ar: غير معين

source: Update QRCode
ar: تحديث الباركود
