Repository: tauhidalam1989/assets_management_system
Catalog: Resource.*.resx
Languages: ar

source: Accept
ar: قبول

source: Accept1
ar: موافقة

source: Accepted
ar: مقبول

source: Accommodation Telephone
ar: رقم السكن

source: Action
ar: الإجراء

source: Add
ar: إضافة

source: Add1
ar: إضافة

source: Add Contract
ar: إضافة عقد

source: Add Contract1
ar: إضافة عقد

source: Add New Employee
ar: إضافة موظف جديد

source: Add New Leave
ar: إضافة إجازة جديدة

source: Addressed to (Ar)
ar: موجهة إلى (باللغة العربية)

source: Addressed to (En)
ar: موجهة إلى (باللغة الإنجليزية)

source: Add Ticket Details
ar: إضافة تفاصيل تذكرة طيران

source: Advance Search
ar: البحث المتقدم

source: All Employees
ar: كافة الموظفين

source: Allowances
ar: البدلات

source: Annual Leave
ar: الاجازة السنوية

source: Annual Vacation for the Month
ar: اجازة سنوية لشهر

source: ANNUAL VACATION FOR THE MONTH OF YYYYMM
ar: الموظفين في إجازة إعتيادية لشهر

source: Applied On
ar: ينطبق على

# Apporved
source: Approved
ar: تمت الموافقة

source: Approve
ar: يوافق

source: Approve Leave Request Screen
ar: شاشة الموافقة

source: Approving
ar: الموافقة

source: Arrival Date
ar: تاريخ الوصول

source: Arrival Date KKMC
ar: تاريخ الوصول إلى مدينة الملك خالد العسكرية

source: Arrival Date KSA
ar: تاريخ الوصول إلى المملكة العربية السعودية

source: Balance Leave
ar: رصيد الإجازات

source: Basic Data
ar: البيانات الاساسية

source: Basic Salary
ar: أساسي الراتب

source: Birth Date
ar: تاريخ الميلاد

source: Birth Palce
ar: محل الميلاد

source: Blood Type
ar: نوع فصيلة الدم

source: Browse
ar: يتصفح

source: Calculate No of Days
ar: حساب عدد الايام

source: Cancel
ar: إلغاء

source: Cancel Leave
ar: إلغاء الإجازة

source: Cancelled
ar: ملغي

source: Category
ar: الفئة

source: Category is Required
ar: مطلوب تحديد الفئة مطلوبة

source: Causes
ar: الأسباب

source: Certificate Expiry Date
ar: تاريخ إنتهاء صلاحية الشهادة

source: Certificate Information
ar: معلومات الشهادة

source: Certificates Details
ar: تفاصيل الشهادات

source: Change Password
ar: تغيير كلمة المرور

source: Changes
ar: تغييرات

# Changes1
source: Changes
ar: تغير

source: Civil Status
ar: الحالة المدنية

source: Class
ar: يصنف

source: Close
ar: يقفل

source: Comments
ar: تعليقات

source: Contact
ar: تفاصيل

source: Contact1
ar: الاتصال

source: Contact Details
ar: معلومات الاتصال

# ContraactTerm
source: Contract Term
ar: شروط العقد

source: Contract
ar: العقد

source: Contract Details
ar: تفاصيل العقد

source: Contract EndDate
ar: نهاية تاريخ العقد

source: Contract EndDAte1
ar: تاريخ نهاية العقد

source: Contracting Source
ar: نوع التعاقد

source: Contract Start Date
ar: تاريخ بداية العقد

source: Contract Status
ar: حالة العقد

source: Contract Type
ar: نوع العقد

source: Country
ar: الدولة

source: Create New Account
ar: إنشاء حساب جديد

source: Create New Account for NonHospital Staff
ar: إنشاء حساب جديد لغير موظفي المستشفى

source: Date
ar: التاريخ

source: DateofBirth
ar: تاريخ الميلاد

source: Days
ar: الايام

source: Delete
ar: يحذف

source: Department
ar: القسم

source: Department From
ar: المغادرة من

source: Department To
ar: المغادرة إلى

source: Depart On
ar: يغادر بتاريخ

source: Departure Date
ar: تاريخ المغادرة

source: Dependent Details
ar: تفاصيل المرافق

source: Dependent Name
ar: إسم المرافق

source: Dependent Name Ar
ar: إسم المرافق العربية

source: Destination
ar: جهة الوصول

source: Disapproved
ar: غير موافق

source: Document Image
ar: ارفاق الصورة

source: Document Name
ar: إسم الوثيقة

source: Document Number
ar: رقم الوثيقة

source: Download Image
ar: تحميل الصورة

source: Edit
ar: تعديل

source: Edit Contract
ar: تعديل العقد

source: Edit1
ar: تعديل

source: Edit2
ar: تعديل

source: Edit New Leave
ar: تعديل إجازة جديدة

source: Edit Personal change Request PCRDetails
ar: طلب تعديل بيانات موظف

source: Education
ar: التعليم

source: Education Details
ar: تفاصيل التعليم

source: Effective Date
ar: إعتباراً من تاريخ

source: Eligible for Over Time
ar: يستحق بدل العمل الإضافي

source: Eligible for Ticket
ar: يستحق تذاكر الطيران

source: Email ID
ar: إسم المستخدم للإيميل

source: Emp
ar: الرقم الوظيفي

source: Employee
ar: الرقم الوظيفي

source: Employee Details
ar: بيانات الموظف

source: Employee Start Work
ar: تاريخ بداية العمل

source: Employee Start Work Date
ar: تاريخ مباشرة العمل

source: Employee#
ar: الرقم الوظيفي

source: Employee Name
ar: إسم الموظف

source: Employee Number
ar: رقم الموظف

source: End Date
ar: تاريخ النهاية

source: End Of Contract
ar: نهاية العقد

source: Enter Score
ar: ادخل التقيم

source: Enterance Number
ar: رقم الحدود

source: Evaluation
ar: تقييم

source: Exit
ar: الخروج

source: Expiry Date
ar: تاريخ إنتهاء الصلاحية

source: Extended Months
ar: شهور التمديد

source: Face Mask Measurement
ar: قياس قناع الوجه

source: Family Name
ar: إسم العائلة

source: Female
ar: انثى

source: FireandSafety Examination
ar: اختبار الإطفاء والسلامة

source: First Name
ar: الإسم الأول

source: Flight Details
ar: تفاصيل الرحلة

source: Food
ar: الطعام

source: For confidential
ar: سري

source: For Medical Exam
ar: الكشف الطبي

source: ForgetPassword
ar: نسيت كلمة السر

source: From
ar: من

source: Gender
ar: الجنس

source: Gosi Amount
ar: مبلغ التأمينات

source: Gosi Number
ar: رقم التأمينات

source: GUARANTEE
ar: الكفيل

source: Has Evacuation
ar: تم تقيمه

source: Has Fire and Safety
ar: حصل على تدريب الحرائق والسلامة

source: Has Medical Examination
ar: تم الكشف الطبي

source: Hire Date
ar: تاريخ بداية العمل

source: Hiring Date
ar: تاريخ بداية العمل

source: Hold by MSD
ar: تم إيقافه من قبل الخدمات الطبية

source: Hospital Director Approval
ar: موافقة مدير المستشفى

source: Hospital Employee
ar: موظفين المستشفي

source: Hospital Employee (Contracts)
ar: موظفين المستشفي (العقود)

source: Hospital Ticket
ar: تذكرة المستشفى

source: Housing
ar: الإسكان

source: Identification
ar: هوية

source: Identification Details
ar: تفاصيل التعريف

source: Identification Certificate
ar: شهادة تحديد الهوية

source: Identification Information
ar: معلومات التعريف

source: Image
ar: صورة

source: Inflation
ar: التضخم

source: Information
ar: معلومات

source: Iqama Expiry Date
ar: تاريخ إنتهاء صلاحية الإقامة

source: Iqama Issue Date
ar: تاريخ إصدار الإقامة

source: Iqama National ID
ar: رقم الإقامة / الهوية الوطنية

source: Iqama Number
ar: رقم الإقامة

source: JobTitle
ar: المسمى الوظيفي

source: JobTitle1
ar: المسمى الوظيفي

source: Justification
ar: المبرر

source: Justification Arabic
ar: المبرر العربية

source: Last Name
ar: الإسم الأخير

source: Leave balance on
ar: رصيد الاجازات من

source: Leave Details
ar: بيانات الاجازات

source: Leave Information
ar: بيانات الاجازة

source: Leave Details
ar: بيانات الاجازة

source: Leave From
ar: الإجازة من

# LeaveInfo
source: Leave Information
ar: بيانات الاجازة

source: Leave Reason
ar: سبب الإجازة

source: Leave To
ar: الإجازة إلى

source: Leave Type
ar: نوع الإجازة

source: Login
ar: الدخول

source: LogOff
ar: تسجيل الخروج

source: Male
ar: ذكر

source: Married
ar: متزوج

source: Mask Measurenemt Results Information
ar: بيانات اختبار قناع الوجه

source: Maximum Score
ar: الحد الأدني للدرجة

source: Medical Assessment
ar: الفحص الطبي

source: Medical Card
ar: البطاقة الطبية

source: Medical FIT/UNFIT
ar: لائق طبيا/غير لائق طبيا

source: Message
ar: رسالة

source: Middle Name
ar: الإسم الأوسط

source: Mobile Number
ar: رقم الجوال

source: Name
ar: الإسم

# Name Ar
source: EmployeeName Ar
ar: الاسم بالعربي

source: Name Arabic
ar: الإسم باللغة العربية

source: Name English
ar: الإسم باللغة الإنجليزية

source: Nationality
ar: الجنسية

source: Net Salary
ar: صافي الراتب

source: New Leave
ar: إجازة جديدة

source: Next
ar: التالي

source: No
ar: لا

source: Number of Days
ar: عدد الأيام

source: Number of Leave
ar: عدد الإجازة

source: Other
ar: اخرى

source: Owing Day
ar: الايام التعويضية

source: Owing Days Type
ar: نوع الاجازة النعويضية

source: Owing Days
ar: الأيام المستحقة

source: Passport
ar: الجواز

source: Passport Details
ar: بيانات الجواز

source: Passport Expiration Months
ar: تاريخ نهاية الجواز بالشهر

source: Passport/Iqama Information
ar: معلومات الجواز/الاقامه

source: Passport Details
ar: بيانات الجواز

source: Passport Expiry Date
ar: تاريخ إنتهاء صلاحية الجهاز

source: PassportID Details
ar: تفاصيل الجواز / الهوية

source: Passport Information
ar: معلومات الجواز

source: Passport Issue Date
ar: تاريخ إصدار الجواز

source: Passport Number
ar: رقم الجواز

source: Password
ar: كلمة السر

source: PCR Details List
ar: قائمة تفاصيل تغيير معلومات

source: PCR Information
ar: طلب تغير مسمى وظيفي

source: PCR Detail List
ar: قائمة تفاصيل تغيير معلومات

source: PCR Information
ar: معلومات تعديل بيانات الموظف

source: Pending
ar: معلق

source: Pending1
ar: معلق

source: Personal Details
ar: تفاصيل شخصية

source: Picture
ar: الصورة

source: Place of Issue
ar: مكان الإصدار

source: Please Select
ar: فضلك إختر

source: Point of Hire
ar: نقطة التعاقد

source: Position
ar: الوظيفة

source: Position (From)
ar: المنصب الوظيفي (من)

source: Position (To)
ar: المنصب الوظيفي (الى)

source: Position Change Request Information
ar: طلب تغيير معلومات

source: Position Number
ar: رقم الوظيفة

source: Position Civil affair change
ar: تعيير الوظيفة في الأحوال المدنية

source: Position From
ar: المنصب الوظيفي (من)

source: Position in Iqama
ar: الوظيفة في الإقامة

source: Position Number From
ar: رقم الوظيفة (من)

# PositionNumberTo
source: Position No. To
ar: رقم الوظيفة (إلى)

source: Position Title
ar: المسمى الوظيفي

source: Position Title From
ar: مسمى الوظيفة (من)

source: Position Title To
ar: مسمى الوظيفة (إلى)

source: Position To
ar: المنصب الوظيفي (الى)

# PostBoxNumber
source: PO Box Number
ar: رقم صندوق البريد

source: Present Address
ar: العنوان الحالي

source: Present Address in Arabic
ar: العنوان الحالي باللغة العربية

source: Preview Image
ar: معاينة الصورة

source: Previlage Details
ar: تفاصيل المميزات

source: Previlege Name
ar: إسم الميزة

source: Previous
ar: السابق

source: Print
ar: طباعة

source: PRINT : Locum List REPORT
ar: طباعة : تقرير الموظفين المؤقتين

source: PRINT : STATISTIC REPORT
ar: طباعة : التقرير الإحصائي

source: PRINT : TOTAL NUMBER OF STAFF ON LEAVE (3 reports)
ar: طباعة : عدد الموظفين المجازين (3 تقارير)

source: Print PCR1
ar: طباعة تغيير(1)

source: Print PCR2
ar: طباعة تغيير(2)

source: Print1
ar: طباعة

source: Print2
ar: طباعة

source: ProcessingKind
ar: نوع الإجراء

source: Promotion
ar: ترقية

source: Purpose
ar: الغرض منه

source: Qualification
ar: المؤهلات

source: Qualification in Arabic
ar: المؤهلات باللغة العربية

source: Rarity
ar: الندرة

source: Recontract
ar: اعادة تجديد العقد

source: Recontract Details
ar: تفاصيل إعادة التعاقد

source: Recontract Information
ar: معلومات إعادة التعاقد

source: Recruiting Agency
ar: وكالة التوظيف

source: Reference Document
ar: وثيقة المرجع

source: Register
ar: أخصائي

source: Register Non-Hospital Staff
ar: تسجيل مستخدم من خارج المستشفى

source: Register NonHospitalStaff
ar: تسجيل غير موظفي المستشفى

# RegisterNumberDocumentID
source: Register No Document ID
ar: رقم التسجيل / وثيقة الهوية

source: Rejected
ar: مرفوض

source: Relation
ar: العلاقة

source: Relative Address
ar: عنوان قريب لك

source: Relative Mobile number
ar: رقم هاتف قريب لك

source: Relative Name
ar: إسم قريب لك

source: Religion
ar: الديانة

source: Remark
ar: ملاحظات

source: Remember Me
ar: تذكرني

source: Renewed
ar: تم تجديده

source: Reponse
ar: رد

source: Reponse1
ar: رد

source: Required
ar: مطلوب

# Required1
source: Required
ar: مطلوب

source: Return
ar: العودة

source: Return To Work
ar: العودة الى العمل

source: ReturnOn
ar: العودة على

source: Route
ar: المسار

source: Salary
ar: الراتب

# Salary1
source: Salary
ar: الراتب

source: Salary Details
ar: تفاصيل الراتب

source: Salary From
ar: الراتب من

source: Salary Scale Grade
ar: الدرجة في جدول الرواتب

source: Salary To
ar: الراتب إلى

source: Saudi Student
ar: طالب سعوي

# Saudi Student1
source: Saudi Student
ar: طالبه سعوية

source: Saudi Council Details
ar: تفاصيل الهيئة السعودية

source: Saudi Council Information
ar: معلومات الهيئة السعودية

source: SaudiId IqamaNo
ar: الهوية الوطنية السعودية / رقم الإقامة

source: Saudi Salary Level
ar: مستوى الراتب السعودي

source: Save
ar: حفظ

source: Score
ar: درجة التقيم

# Score1
source: Score
ar: درجة التقيم

source: Score Type
ar: نوع الدرجة

source: Screen Name
ar: إسم الشاشة

source: Search
ar: بحث

source: Search By Any Word
ar: البحث عن طريق أي كلمة

# Search By Any Word1
source: Search By Any Word
ar: بحث بأي كلمة

source: Search By Employee Number
ar: بحث برقم الموظف

# Search By Employee Number1
source: Search By Employee Number
ar: بحث برقم الموظف

source: Search1
ar: البحث

source: Search2
ar: بحث

# Search3
source: Search
ar: البحث

# Search4
source: Search
ar: بحث

source: Search By Any Value
ar: البحث بواسطة أي قيمة

source: Section per Contract is Required
ar: مطلوب تحديد القسم

source: Section Per Contract
ar: القسم حسب العقد

source: Select Date
ar: ادخل التاريخ

# Select Date1
source: Select Date
ar: ادخل التاريخ

source: Select Leave Type is Required
ar: ادخل نوع المغادرة

source: Select Document
ar: إختر الوثيقة

source: Send Sms
ar: ارسال رسالة نصية

source: Send Sms Information
ar: ارسال رسالة نصية

source: Sending SMS
ar: ارسال رسالة نصية

# Sending SMS1
source: Sending SMS
ar: ارسال رسالة نصية

source: Sign to Your Account
ar: التسجيل في حسابك

source: Single
ar: اعزب

# Single1
source: Single
ar: اعزب

source: Specialty
ar: التخصص

source: Start Date
ar: تاريخ البداية

# Start Date1
source: Start Date
ar: تاريخ البداية

source: Status
ar: الحالة

source: Status To is Required
ar: مطلوب تحديد الحالة

source: Status1
ar: الحالة

source: Status From
ar: الحالة من

source: Status TO
ar: الحالة إلى

source: Taken Score
ar: الدرجة المأخوذة

source: Termination
ar: فسخ عقد

source: The Certificate is Expired , please Renew
ar: الشهادة منتهية , يرجى التجديد

source: The Leave days balance is
ar: رصيد أيام الإجازة هو

source: The Owing days balance is
ar: رصيد الأيام التعويضية المستحق هو

source: This Employee Number is Not Registered
ar: الرقم الوظيفي غير مسجل

source: This Employee Vacation is Hold by MSD
ar: اجازة الموظف معلقه من قبل الخدمات الطبية

source: TICKET
ar: التذكرة

source: Ticketing
ar: إستحقاق التذاكر

source: To
ar: إلى

source: Total Days
ar: إجمالي عدد الأيام

source: Total Owing Days
ar: إجمالي عدد الأيام المستحقة

source: Transport
ar: النقل

source: Type of Ticket
ar: نوع التذكرة

source: Update
ar: تحديث

source: Update Employee Leave
ar: تحديث إجازة الموظف

source: UserName
ar: إسم المستخدم

source: User Previlege Settings
ar: اعدادات صلاحيات المستخدم

source: View
ar: عرض

source: View1
ar: عرض

source: View Leave Application
ar: عرض نموذج طلب الإجازة

source: Visa Job
ar: تأشيرة عمل

source: Visa Number
ar: رقم التأشيرة

source: Visa Type
ar: نوع التأشيرة

source: Work Telephone
ar: هاتف العمل

source: Yes
ar: نعم

source: Zip Code
ar: الرمز البريدي

source: Saudi Commission for Health Specialties
ar: الهيئة السعودية للتخصصات الصحية

source: Document Attachement
ar: ارفاق الصورة

source: Download Attachement
ar: تحميل الصورة

# DocumentNameAr
source: Document Name Arabic
ar: إسم بالعربي

source: ADD / EDIT SCHEDULE
ar: اضافة / تعديل الجدول

source: Add To List
ar: اضافة للقائمة

source: ASSIGN DEPARTMENT
ar: القسم المعني

source: Attendance Schedule
ar: جدول الحضور

# AttendanceScheInfo
source: ATTENDANCE SCHEDULE INFORMATION
ar: معلومات جدول الحضور

source: Cancel Excuse
ar: الغاء الاستذان

source: Create Schedule
ar: انشاء جدول

source: DATE FROM
ar: تاريخ من

source: DATE TO
ar: تاريخ الي

source: Del
ar: حذف

source: Edit Schedule
ar: تعديل الجدول

source: EMPLOYEE NO
ar: الرقم الوظيفي

# EmpNo
source: EMPLOYEE #
ar: الرقم الوظيفي #

source: EXCUSE DATE
ar: تاريخ الاستذان

source: Excuse Details
ar: تقديم استئذان

source: EXCUSE INFORMATION
ar: معلومات الاستذان

source: FRIDAY
ar: الجمعة

source: Get All Employee
ar: اختيار جميع الموظفين

source: MONDAY
ar: الأثنين

source: OFF DAYS
ar: ايام العطلة

source: REMARKS
ar: ملاحظات

source: SATURDAY
ar: السبت

source: SUNDAY
ar: الأحد

source: THURSDAY
ar: الخميس

source: TIME FROM
ar: الوقت من

source: TIME TO
ar: الوقت الى

source: TUESDAY
ar: الثلاثاء

source: VIEW SCHEDULE
ar: عرض الجدول

source: WEDNESDAY
ar: الأربعاء

source: Add New Military Staff
ar: ادخال موظف عسكري جديد

source: Any Word
ar: بالبحث بأي كلمة

source: MILITARY INFORMATION
ar: معلومات العسكريين

source: Military Leave
ar: اجازة العسكريين

source: MILITARY LEAVE INFORMATION
ar: بيانات اجازة العسكريين

source: Military Staff Details
ar: معلومات العسكريين

source: Military Staff No#
ar: الرقم العسكري #

source: Military Staff Number
ar: الرقم العسكري

source: National ID
ar: السجل المدني

source: No Of Days
ar: عدد الأيام

source: Telephone Number
ar: رقم الهاتف

source: Acting
ar: مكلف

source: Acting Authorized Employee Signature
ar: توقيع الموظف صاحب الصلاحية

source: Acting Authorized Employee Signature Information
ar: معلومات الموظف صاحب الصلاحية

source: Acting Sign Employee Information
ar: معلومات الموظف صاحب الصلاحية

source: Active
ar: نشط

source: Add Employee
ar: إضافة موظف

source: Add New Leave
ar: إضافة إجازة جديدة

source: Add/Edit
ar: إضلفة/تعديل

source: Amount
ar: المبلغ

source: As of Date
ar: من تاريخ

source: Authorized Position
ar: الوظيفة مخولة الصلاحية

source: Business Leave
ar: رحلة عمل

source: Business Leave Outside KSA
ar: رحلة عمل خارج المملكة العربية السعودية

source: Calculate
ar: إحتساب

# Comments1
source: Comments
ar: تعليقات

source: Contract Position
ar: الوظيفة في العقد

source: Dashboard
ar: لوحة التحكم

source: Days(Ar)
ar: يوم/أيام (باللغة العربية)

# Days1
source: Days
ar: يوم/أيام

# DisApproved1
source: DisApproved
ar: غير موافق عليها

source: Edit Leave
ar: تعديل إجازة

# End Date1
source: End Date
ar: تاريخ النهاية

source: Full Name
ar: الإسم الكامل

source: Letter Date
ar: تاريخ الخطاب

source: Letter From (Ar)
ar: من (باللغة العربية)

source: Letter From(En)
ar: من (باللغة الإنجليزية)

source: Letter Number
ar: رقم الخطاب

source: Letter To (Ar)
ar: موجه إلى (باللغة العربية)

source: Letter To (En)
ar: موجه إلى (باللغة الإنجليزية)

source: Name Title
ar: اللقب

source: Notification Details
ar: تفاصيل الإشعار

source: Place of Acting
ar: مكان التكليف

source: Place of Scholarship
ar: مكان الإيفاد/الإبتعاث

source: Place To (Ar)
ar: جهة الرحلة (باللغة العربية)

source: Place To (En)
ar: جهة الرحلة (باللغة الإنجليزية)

# Purpose1
source: Purpose
ar: الغرض

source: Qualification Degree
ar: درجة المؤهل العلمي

source: rate/Day
ar: قيمة الإنتداب لليوم

source: Requested
ar: تم الطلب

source: Scholarship
ar: إيفاد/إبتعاث

source: Search All
ar: بحث بواسطة الكل

source: Search by Acting
ar: البحث بواسطة التكليف

source: Search By Scholarship
ar: البحث بواسطة الإيفاد/الإبتعاث

# Start Date2
source: Start Date
ar: تاريخ البداية

source: Status on Date
ar: الحالة حتى تاريخه

# Status2
source: Status
ar: الحالة

# Status3
source: Status
ar: الحالة

source: User
ar: المستخدم

source: Confirm Password
ar: تأكيد كلمة المرور

source: New Password
ar: كلمة المرور

source: Position Details
ar: الوظيفة الموظف

source: Ban
ar: حظر

source: Clear
ar: مسح

source: Department Acting Sign Person
ar: الشخص المصرح له بالقسم

# Leave Notification Details
source: Leave Approval Notification
ar: اجازة موظفي القسم

source: PCR Notification Details
ar: معلومات تعديل المسمي الوظيفي

source: PCR Request Details
ar: طلب معلومات المسمي الوظيفي

source: Recontract Notification Details
ar: معلومات العقد الجديد

source: Track
ar: تتبع حاله الطلب

source: Slno
ar: رقم سري

source: Approval Notifications
ar: اجازة موظفين القسم

source: Leave End Date
ar: نهاية تاريخ الاجازة

source: Leave Start Date
ar: تاريخ بداية الاجازة

source: On over or early return
ar: عند التجاوز اوالعودة المبكره

source: Requested To
ar: موجه الي

source: Return Date
ar: العودة من الاجازة

source: Return To Work
ar: العودة من الاجازة

# Action1
source: Action
ar: الإجراء

source: Add Driver
ar: إضافة السائق

source: Add Going
ar: إضافة ذهاب

source: Add New Trip
ar: إضافة رحلة جديدة

source: Add Return
ar: إضافة عودة

source: Approval Hotel Request
ar: الموافقة على طلب الفندق

source: Approval Transport Request
ar: طلب الموافقة على المواصلات

source: Arrival Date
ar: تاريخ الوصول

source: Bleeper
ar: بليب

source: Cancel Hotel
ar: إلغاء الفندق

source: Check In
ar: تسجيل الدخول

source: Check Out
ar: تسجيل الخروج

source: Departure Date
ar: تاريخ المغلدرة

source: Dependent
ar: المرافق

source: Dependent Name(Arabic)
ar: اسم المرافق باللغة العربية

source: Dependent Name(English)
ar: اسم المرافق باللغة الإنجليزية

source: Dependent Transport Needed
ar: إحتياج نقل شخص مرافق

# Destination1
source: Destination
ar: الوجهة

source: Documents Attached
ar: المستندات المرفقة

source: Driver Name
ar: اسم السائق

# Employee1
source: Employee
ar: الرقم الوظيفي

source: Hospital
ar: المستشفى

source: Hotel Approval
ar: موافقة الفندق

source: Hotel Name
ar: اسم الفندق

source: Hotel Reservation
ar: حجز الفندق

source: Hotel Status
ar: حالة الفندق

source: Meal
ar: الوجبة

source: Mobile
ar: رقم الجوال

source: Need International Transport
ar: إحتياج مواصلات دولية

source: Need International Transport Type
ar: إحتياج نوع المواصلات الدولية

source: No of Night
ar: عدد الليالي

source: One Way
ar: وجهة واحدة

source: Paid By
ar: الدفع بواسطة

source: Passenger
ar: المسافر

source: Pickup Area
ar: منطقة الإلتقاط

source: PickUp Time
ar: وقت الإلتقاط

# PickupTime1
source: Pickup Time
ar: وقت الإلتقاط

source: Preview
ar: معاينة

# Remarks1
source: Remarks
ar: ملاحظات

source: Return Date
ar: تاريخ العودة

source: Room Mate
ar: رفيق في الغرفة

source: Room Type
ar: نوع الغرفة

# RoomType1
source: Room Type
ar: نوع الغرفة

source: Round Trip
ar: وجهات متعددة

source: Search Trip Details
ar: بحث تفاصيل الرحلة

source: Seats Coming Back
ar: مقاعد العودة

source: Seats Needed Going
ar: المقاعد اللازمة

# SelectDocument1
source: Select Document
ar: إضافة مستندات

source: TelNo(Home)
ar: رقم هاتف المنزل

source: TelNo(Work)
ar: رقم هاتف العمل

# Transport1
source: Transport
ar: المواصلات

source: Transport Type
ar: نوع المواصلات

source: Travel Date
ar: تاريخ الرحلة

source: Trip and Transpotation Approval
ar: الموافقة على الرحلة والمواصلات

source: Trip Date
ar: تاريخ الرحلة

source: Trip ID
ar: رقم الرحلة

source: Type
ar: نوع المواصلات

source: Accepts responsibility for patient care
ar: يقبل المسئوليات نحو العناية بالمرضى

source: Acknowledges medical errors
ar: يعترف بالأخطاء الطبية

# Actasaresource
source: Act as a resource to colleagues and healthcare teams
ar: يعمل كمرجع للزملاء وبقية الفريق الطبي

# Actasprecept
source: Act as preceptor and actively participate in the education of students and new staff
ar: يساهم بفعالية في تعليم الطلاب والموظفين الجدد

# Actaspreceptor
source: Act as preceptor and actively participate in the education of students and new staff
ar: يساهم بفعالية في تعليم الطلاب والموظفين الجدد

# Activelyparticipate
source: Actively participate in patients and families education
ar: يشارك بفعالية في توثيق وتعليم المريض وعائلته

source: Adheres to Medical Staff By-Laws and Policies
ar: يلتزم بالسياسات واللوائح الطبية

source: Allocates resources
ar: يستعمل الموارد جيداً

# ATTENDANCEPUNCTUALITY
source: 7. ATTENDANCE/ PUNCTUALITY
ar: 7.الحضور والغياب

# BasicLifeSupport
source: Basic Life Support (BLS Certificate)
ar: شهادة الإنعاش الرئوي

source: CHIEF OF DEPARTMENT / SUPERVISOR
ar: مسئول القسم / المشرف

# CMEhoursrequirement
source: CME hours requirement satisfied
ar: ساعات التعليم المستمرة المطلوبة مرضية

# Communicateseffectivelyhealthcare
source: Communicates effectively with Other healthcare Professionals:
ar: يتواصل بفعالية مع الكوادر الصحية الأخرى

# CommunicateseffectivelywithPat
source: Communicates effectively with: Patients and Families
ar: يتواصل بفعالية مع المرضى وعوائلهم

source: Communicates effectively with Physicians:
ar: يتواصل بفعالية مع الأطباء

# COMPETENCY
source: 1. COMPETENCY
ar: 1.الكفاءة
